var data = {
    "count": 20,
    "start": 0,
    "total": 200,
    "books": [
        {
            "publisher": "南海出版公司",
            "pubdate": "2003-1",
            "title": "窗边的小豆豆",
            "url": "http://api.douban.com/v2/book/1007914",
            "price": "20.00元",
            "author": [
                "[日] 黑柳彻子 著",
                "岩崎千弘 图"
            ],
            "summary": "《窗边的小豆豆》讲述了作者上小学时的一段真实的故事。作者因淘气被原学校退学后，来到巴学园。在小林校长的爱护和引导下，让一般人眼里“怪怪”的小豆豆逐渐成了一个大家都能接受的孩子，并奠定了她一生的基础。这本书不仅带给世界几千万读者无数的笑声和感动，而且为现代教育的发展注入了新的活力。",
            "images": {
                "small": "https://img3.doubanio.com/spic/s1067911.jpg",
                "large": "https://img3.doubanio.com/lpic/s1067911.jpg",
                "medium": "https://img3.doubanio.com/mpic/s1067911.jpg"
            },
            "id": "1007914"
        },
        {
            "publisher": "上海译文出版社",
            "pubdate": "2004-5",
            "title": "夏洛的网",
            "url": "http://api.douban.com/v2/book/1036274",
            "price": "17.00元",
            "author": [
                "[美] E.B.怀特"
            ],
            "summary": "一个蜘蛛和小猪的故事，写给孩子，也写给大人。\n在朱克曼家的谷仓里，快乐地生活着一群动物，其中小猪威尔伯和蜘蛛夏洛建立了最真挚的友谊。然而，一个最丑恶的消息打破了谷仓的平静：威尔伯未来的命运竟是成为熏肉火腿。作为一只猪，悲痛绝望的威尔伯似乎只能接受任人宰割的命运了，然而，看似渺小的夏洛却说：“我救你。”于是，夏洛用自己的丝在猪栏上织出了被人类视为奇迹的网上文字，彻底逆转了威尔伯的命运，终于让它在集市的大赛中赢得特别奖，和一个安享天命的未来。但，这时，蜘蛛夏洛的生命却走到了尽头……\n",
            "images": {
                "small": "https://img2.doubanio.com/spic/s1120437.jpg",
                "large": "https://img2.doubanio.com/lpic/s1120437.jpg",
                "medium": "https://img2.doubanio.com/mpic/s1120437.jpg"
            },
            "id": "1036274"
        },
        {
            "publisher": "江苏少年儿童出版社",
            "pubdate": "2009-6",
            "title": "草房子",
            "url": "http://api.douban.com/v2/book/1052990",
            "price": "18.00元",
            "author": [
                "曹文轩"
            ],
            "summary": "这是一部讲究品位的少年长篇小说。\n作品写了男孩桑桑刻骨铭心、终身难忘的六年小学生活。六年中，他亲眼目睹或直接参与了一连串看似寻常但又催人泪下、撼动人心的故事：少男少女之间毫无暇疵的纯情，不幸少年与厄运相拼时的悲怆与优雅，残疾男孩对尊严的执著坚守，垂暮老人在最后一瞬所闪耀的人格光彩，在死亡体验中对生命的深切而优美的领悟，大人们之间扑朔迷离且又充满诗情画意的情感纠葛 …… 这一切，既清楚又朦胧地展现在少年桑桑的世界里。这六年，是他接受人生启蒙教育的六年。\n作品格调高雅，由始至终充满美感。叙述风格谐趣而又庄重，整体结构独特而又新颖，情节设计曲折而又智慧。荡漾于全部作品的悲悯情怀，在人与人之间的关系日趋疏远、情感日越淡漠的当今世界中，也显得弥足珍贵、格外感人。通篇叙述既明白晓畅，又有一定的深度，是那种既是孩子喜爱也可供成人阅读的儿童文学作品。\n",
            "images": {
                "small": "https://img3.doubanio.com/spic/s2652540.jpg",
                "large": "https://img3.doubanio.com/lpic/s2652540.jpg",
                "medium": "https://img3.doubanio.com/mpic/s2652540.jpg"
            },
            "id": "1052990"
        },
        {
            "publisher": "人民文学出版社",
            "pubdate": "1997-08",
            "title": "安徒生童话故事集",
            "url": "http://api.douban.com/v2/book/1046209",
            "price": "25.00",
            "author": [
                "（丹麦）安徒生"
            ],
            "summary": "",
            "images": {
                "small": "https://img1.doubanio.com/spic/s1034062.jpg",
                "large": "https://img1.doubanio.com/lpic/s1034062.jpg",
                "medium": "https://img1.doubanio.com/mpic/s1034062.jpg"
            },
            "id": "1046209"
        },
        {
            "publisher": "新世界出版社",
            "pubdate": "2003-12",
            "title": "天蓝色的彼岸",
            "url": "http://api.douban.com/v2/book/1041128",
            "price": "19.80元",
            "author": [
                "（英）希尔"
            ],
            "summary": "这是一部感人至深，触动灵魂的人性寓言。\n小男孩哈利因车祸去了另一个世界。在那里它他加入了等待去天蓝色彼岸的队伍。但他还挂念着爸爸，妈妈，姐姐和同学们，却又不知如何传达他的心声，直到他碰到一个叫阿瑟的幽灵。阿瑟带着哈里偷偷溜回人间，来向亲人和朋友告别, 向他们表示歉意和深深的爱… …\n这是一本最适合在我们这个年代看的书。单纯，清新，温暖的文字，教会人们学会关爱，珍惜生命，唤起人们内心深处最美好的情感，呈送各人们最真切的感动和最伟大的爱。在不可抵挡中的人性光辉中感悟生命和死亡… …\n本书适合九岁以上所有人群阅读，他是呈送给所有善良心灵最好的礼物。本书被翻译成几十种文字，在欧美和日本广为流传，感动了世界各地无数的读者。本书得到了联合国教科文组织的推荐，并被誉为“21世纪最伟大的人性寓言”。（泰晤士报）",
            "images": {
                "small": "https://img2.doubanio.com/spic/s2414747.jpg",
                "large": "https://img2.doubanio.com/lpic/s2414747.jpg",
                "medium": "https://img2.doubanio.com/mpic/s2414747.jpg"
            },
            "id": "1041128"
        },
        {
            "publisher": "南海出版公司",
            "pubdate": "2011-1",
            "title": "窗边的小豆豆",
            "url": "http://api.douban.com/v2/book/5437113",
            "price": "25.00元",
            "author": [
                "[日] 黑柳彻子 著",
                "岩崎千弘 图"
            ],
            "summary": "《窗边的小豆豆》讲述了作者上小学时的一段真实的故事。作者因淘气被原学校退学后，来到巴学园。在小林校长的爱护和引导下，一般人眼里“怪怪”的小豆豆逐渐成了一个大家都能接受的孩子，并奠定了她一生的基础。《窗边的小豆豆》不仅带给世界千万读者无数的笑声和感动，而且为现代教育的发展注入了新的活力，成为20世纪全球最有影响的作品之一。",
            "images": {
                "small": "https://img2.doubanio.com/spic/s6531517.jpg",
                "large": "https://img2.doubanio.com/lpic/s6531517.jpg",
                "medium": "https://img2.doubanio.com/mpic/s6531517.jpg"
            },
            "id": "5437113"
        },
        {
            "publisher": "广西师范大学出版社",
            "pubdate": "2004-07",
            "title": "爱的教育",
            "url": "http://api.douban.com/v2/book/1077778",
            "price": "18.00",
            "author": [
                "（意）亚米契斯"
            ],
            "summary": "编辑推荐：贝贝特经典视窗。\r\n《爱的教育》全书共一百篇文章，包括主人公安利柯在一个学年中所记的日记、其父母为他写的劝诫启发性的文章，以及老师在课堂上宣读的发人深省的小故事。“爱”贯穿在每一章节中，既有国家、民族、社会的大我之爱，也有父母、师长、朋友的小我之爱，处处动人心弦，感人肺腑，寄托了作者对理想世界的美好向往。本书曾被译为多种文字，广泛流传，堪称经典。",
            "images": {
                "small": "https://img1.doubanio.com/spic/s1784813.jpg",
                "large": "https://img1.doubanio.com/lpic/s1784813.jpg",
                "medium": "https://img1.doubanio.com/mpic/s1784813.jpg"
            },
            "id": "1077778"
        },
        {
            "publisher": "哈尔滨出版社",
            "pubdate": "2003-7",
            "title": "彼得·潘",
            "url": "http://api.douban.com/v2/book/1001136",
            "price": "13.80元",
            "author": [
                "[英] 詹姆斯·巴里",
                "孙国双 图"
            ],
            "summary": "彼得·潘，满口珍珠般的乳牙，穿一身用树叶和树浆做的衣服，一个不愿长大也永远不会长大的可爱的小男孩。\n因为害怕长大，他在出生的第一天，就从家里逃了出来，常去伦敦的肯辛顿公园游荡：如今长住在一个叫“乌有岛”的海岛上，成为一群被大人丢失的孩子们的队长。在一个夏夜里，彼得·潘飞到伦敦，趁达林太太不在家，诱使她的小女孩温迪带着两个小弟弟跟他飞回乌有岛。大家推举温迪做母亲，从此过上了童话般奇妙的生活。他们一起做了许多英勇的事，包括一次被掠一了海盗船，彼得·潘与诡计多端的海盗头子胡克决一死战，使他掉进了鳄鱼的口中……\n《彼得·潘》将荒诞幻想、仙人故事、惊险情节，运用性格刻划、心理描写、讽刺和幽默等手段纺织在一个小小的故事里。它既像一场令人眼花缭乱的马戏，又像一首狂想曲，给读者以强烈的震撼力。",
            "images": {
                "small": "https://img3.doubanio.com/spic/s1000715.jpg",
                "large": "https://img3.doubanio.com/lpic/s1000715.jpg",
                "medium": "https://img3.doubanio.com/mpic/s1000715.jpg"
            },
            "id": "1001136"
        },
        {
            "publisher": "天天出版社",
            "pubdate": "2010年6月",
            "title": "我亲爱的甜橙树",
            "url": "http://api.douban.com/v2/book/4826530",
            "price": "19.90元",
            "author": [
                "(巴西)若泽•毛罗•德瓦斯康塞洛斯"
            ],
            "summary": "这是一个构思了42年的故事。\n这是一个仅用12天就写成的故事。\n这是一个让数亿读者感动落泪的故事。\n这是一部有着相当自传性质的儿童小说，作家精确地“摹拟”一个五岁男孩的口吻，记录了一段温馨而伤感的生活片断。五岁的泽泽聪明而早熟，这个天性敏感的男孩，喜欢美国西部电影，喜欢唱歌，总是在自己的“幻想世界”里排遣生活中的不如意和委屈，他甚至发现了一棵“会说话的甜橙树”，每当挨罚的时候他就去找甜橙树聊天……直到有一天，他发现了“这个世界上他最喜欢的人”——老葡。老葡取代了那棵“小甜橙树”，成为他最想念的倾诉对象。他发现，原来现实生活中也能感受到温柔与爱，但是坏消息突然来临：先是因为修路而要砍掉小甜橙树，接着老葡突遇车祸。那个幻想世界中的爱，那个现实生活中的爱，都突然地离开了他。\n“人的心是很大的，放得下我们喜欢的每一样东西。”\n“当你停止喜欢一个人，他就会在你心里慢慢死去。”\n“请把我买走吧，这样家里就会少一个人吃饭……如果觉得贵，也可以分期付款……”\n……\n人们摘录、传抄着人小鬼大的泽泽的经典语录，感悟爱与温柔的真谛。正如台湾80后女导演陈映蓉所说：不管是九岁，十九岁，还是二十九岁，泽泽都会与我同行，给我一样的感动，还有不一样的感悟。",
            "images": {
                "small": "https://img2.doubanio.com/spic/s4386309.jpg",
                "large": "https://img2.doubanio.com/lpic/s4386309.jpg",
                "medium": "https://img2.doubanio.com/mpic/s4386309.jpg"
            },
            "id": "4826530"
        },
        {
            "publisher": "四川少年儿童出版社",
            "pubdate": "2006-10",
            "title": "当世界年纪还小的时候",
            "url": "http://api.douban.com/v2/book/1907739",
            "price": "28.00元",
            "author": [
                "[德] 于尔克·舒比格 著",
                "[德] 罗特劳特·苏珊娜·贝尔纳 图"
            ],
            "summary": "天堂是这样一个世界——也就是当她还小的时候的那个世界。随着时间的流逝，一切都改变了。\n接下来的其实是大家所熟知的，但是舒比格让人惊喜、充满童话色彩的故事是不会让你提前猜到结局的，要耐心等待。我们在那些简单又神秘的事物中发现故事，比如：动物是从哪里得到名字的；怎样才能获得帮助和幸福。\n谁读这本书都会惊叹，因为在书中藏满了美丽的灵感。",
            "images": {
                "small": "https://img2.doubanio.com/spic/s1886517.jpg",
                "large": "https://img2.doubanio.com/lpic/s1886517.jpg",
                "medium": "https://img2.doubanio.com/mpic/s1886517.jpg"
            },
            "id": "1907739"
        },
        {
            "publisher": "中国城市出版社",
            "pubdate": "2009-3",
            "title": "柑橘与柠檬啊",
            "url": "http://api.douban.com/v2/book/3594151",
            "price": "28.80",
            "author": [
                "[英] 麦克·莫波格"
            ],
            "summary": "生活在英国小镇的小托，跟妈妈、两个哥哥，还有心生好感的姑娘莫莉，一起过着宁静、明亮、芬芳的生活。生活中也有悲伤、愁苦、失落，和看似解决不了的困境，每每这时，他们就唱起一首名叫《柑橘与柠檬啊》的歌。在歌声中，敏感、柔弱的小托慢慢长大。\n战争的轰然来临，改变了所有人的生活。小托本能地逃避战争的行为，却被别人以及他自己认为是懦弱的。为了逃避这种羞耻，为了逃避爱情的挫败，小托谎报了年龄，和查理一起应征入伍。在战火中，小托对世界和自己有了更新的认识，他渐渐褪去了柔弱和怯懦，懂得坚强、担当和关怀，内心越来越强大。\n这部小说结构精巧，由时间和回忆组成，时钟嘀嗒，十点五分、十点四十分、接近十一点一刻……时间一分一秒流逝，小托在怀表旁守候着，等待着天明，等待着结局。\n第二天，清晨差一分六点，读者终于随着小托的回忆，走回现实的当下，揭开故事的最终秘密……一夕回忆，水样春愁的童年陡然步入悲怆不休的少年。",
            "images": {
                "small": "https://img3.doubanio.com/spic/s8459325.jpg",
                "large": "https://img3.doubanio.com/lpic/s8459325.jpg",
                "medium": "https://img3.doubanio.com/mpic/s8459325.jpg"
            },
            "id": "3594151"
        },
        {
            "publisher": "少年儿童出版社",
            "pubdate": "2005-4",
            "title": "猜猜我有多爱你",
            "url": "http://api.douban.com/v2/book/1433640",
            "price": "29.80元",
            "author": [
                "[英] 山姆·麦克布雷尼 文",
                "安妮塔·婕朗 图"
            ],
            "summary": "孩子总喜欢和别人比较，在《猜猜我有多爱你》这本图画书中的小兔子就是个典型的例子。小兔子认真的告诉大兔子“我好爱你”，而大兔子回应小兔子说：“我更爱你！”如此一来，不仅确定大兔子很爱自己，更希望自己的爱能胜过大兔子的爱。牠想尽办法用各种身体动作、看得见的景物来描述自己的爱意，直到牠累得在大兔子的怀中睡着了。\n这本图画书里有一只像孩子的小兔子和一只像爸爸的大兔子。小兔子像所有的孩子一样爱比较。它们俩在比赛谁的爱更多一些。大兔子用智慧赢得了比赛和小兔子稍微少一点的爱，可小兔子用它的天真和想象赢得了大兔子多出一倍的爱。两只兔子都获胜了。整个作品充溢着爱的气氛和快乐的童趣，小兔子亲切可爱的形象、两只兔子相互较劲的故事构架以及形象、新奇的细节设置都对孩子有着极大的吸引力。",
            "images": {
                "small": "https://img2.doubanio.com/spic/s24549957.jpg",
                "large": "https://img2.doubanio.com/lpic/s24549957.jpg",
                "medium": "https://img2.doubanio.com/mpic/s24549957.jpg"
            },
            "id": "1433640"
        },
        {
            "publisher": "作家出版社",
            "pubdate": "2003-09",
            "title": "男生贾里  女生贾梅",
            "url": "http://api.douban.com/v2/book/1064862",
            "price": "36.00元",
            "author": [
                "秦文君"
            ],
            "summary": "《男生贾里·女生贾梅》中女生贾梅，《女生贾梅》获华东地区优秀少儿图书奖、第九届中国图书奖、全国儿童图书金钥匙奖。《十六岁少女》获全国妇女少儿题材作品推荐奖。评论家说：“《十六岁少女》像雪地里飞出的一只翠鸟，让人感到灵魂的震颤。”（《上海文化报》）“秦文君的《男生贾里》、《女生贾梅》无愧为我们时代儿童文学的优秀之作。”（《文艺报》）\n一位十六岁的广东少女读完《十六岁少女》，千里迢迢专程跑到上海来会秦文君……\n男生贾里\n《男生贾里》曾获中国作家协会全国优秀儿童文学奖、第三届上海文学艺术优秀成果奖、首届《巨人》中长篇小说奖第一名。在上海一百六十万中小学生投票产生的“首届上海优秀少儿读物评选活动”中，荣获首奖。\n评论家说：“《男生贾里》，是近年难得深受中小学生欢迎的长篇小说。”（《文艺报》）“秦文君的《男生贾里》、《女生贾梅》无愧为我们时代儿童文学的优秀之作。”（《文艺报》）\n\n秦文君简介\n秦文君，1982年开始文学创作，已出版作品400万字，代表作有《男生贾里新传》，《女生贾梅新传》，《小鬼鲁智胜》，《小妖林晓梅》，先后四十余次获各种文学奖，其中《男生贾里全传》、《宝贝当家》、《孤女俱乐部》等作品分别获国家精神文明“五个一工程”奖；国家图书奖提名奖；冰心儿童文学奖及上海第三届文学艺术优秀成果奖；中国作家协会第三第四届全国优秀儿童文学奖；第三届全国优秀少儿读物一等奖；并多次在由读者投票产生的“知音奖”、“好作品奖”中获奖。近年来，《开心女孩》，《男生贾里》等作品出版了日文版，英文版，中文繁体字版，德文版发行海外，并畅销新加坡，马来西亚等地。《小鬼鲁智胜》，《男生贾里》，《家有小丑》等十余部作品被改为电影、电视连续剧先后播映。 作者现为中国作家协会全委会委员，上海少儿出版社、《中国儿童文学》主编。",
            "images": {
                "small": "https://img3.doubanio.com/spic/s2278110.jpg",
                "large": "https://img3.doubanio.com/lpic/s2278110.jpg",
                "medium": "https://img3.doubanio.com/mpic/s2278110.jpg"
            },
            "id": "1064862"
        },
        {
            "publisher": "湖北美术出版社",
            "pubdate": "2007",
            "title": "爷爷变成了幽灵",
            "url": "http://api.douban.com/v2/book/2361768",
            "price": "23.00元",
            "author": [
                "[丹麦]金·弗珀兹·艾克松/文",
                "[瑞典]爱娃·艾瑞克松/图"
            ],
            "summary": "《爷爷变成了幽灵》以平淡的语气表达浓浓的祖孙之情。书中朴实、淡彩的图画，不但感受不到死亡的可怕，反而从中找到了渲泻感情的出口。在感动之余，我们能感受到的是更多的对亲情的怀念与感悟。",
            "images": {
                "small": "https://img2.doubanio.com/spic/s3446498.jpg",
                "large": "https://img2.doubanio.com/lpic/s3446498.jpg",
                "medium": "https://img2.doubanio.com/mpic/s3446498.jpg"
            },
            "id": "2361768"
        },
        {
            "publisher": "人民文学出版社",
            "pubdate": "2003-8",
            "title": "小王子",
            "url": "http://api.douban.com/v2/book/1084336",
            "price": "22.00元",
            "author": [
                "[法] 圣埃克苏佩里"
            ],
            "summary": "小王子是一个超凡脱俗的仙童，他住在一颗只比他大一丁点儿的小行星上。陪伴他的是一朵他非常喜爱的小玫瑰花。但玫瑰花的虚荣心伤害了小王子对她的感情。小王子告别小行星，开始了遨游太空的旅行。他先后访问了六个行星，各种见闻使他陷入忧伤，他感到大人们荒唐可笑、太不正常。只有在其中一个点灯人的星球上，小王子才找到一个可以作为朋友的人。但点灯人的天地又十分狭小，除了点灯人他自己，不能容下第二个人。在地理学家的指点下，孤单的小王子来到人类居住的地球。\n小王子发现人类缺乏想象力，只知像鹦鹉那样重复别人讲过的话。小王子这时越来越思念自己星球上的那枝小玫瑰。后来，小王子遇到一只小狐狸，小王子用耐心征服了小狐狸，与它结成了亲密的朋友。小狐狸把自己心中的秘密——肉眼看不见事务的本质，只有用心灵才能洞察一切——作为礼物，送给小王子。用这个秘密，小王子在撒哈拉大沙漠与遇险的飞行员一起找到了生命的泉水。最后，小王子在蛇的帮助下离开地球，重新回到他的B612号小行星上。\n童话描写小王子没有被成人那骗人的世界所征服，而最终找到自己的理想。这理想就是连结宇宙万物的爱，而这种爱又是世间所缺少的。因此，小王子常常流露出一种伤感的情绪。作者圣埃克絮佩里在献辞中说：这本书是献给长成了大人的从前那个孩子。\n《小王子》不仅赢得了儿童读者，也为成年人所喜爱，作品凝练的语言渗透了作者对人类及人类文明深邃的思索。它所表现出的讽刺与幻想，真情与哲理，使之成为法国乃至世界上最为著名的一部童话小说。",
            "images": {
                "small": "https://img2.doubanio.com/spic/s1237549.jpg",
                "large": "https://img2.doubanio.com/lpic/s1237549.jpg",
                "medium": "https://img2.doubanio.com/mpic/s1237549.jpg"
            },
            "id": "1084336"
        },
        {
            "publisher": "新蕾出版社",
            "pubdate": "2007",
            "title": "爱德华的奇妙之旅",
            "url": "http://api.douban.com/v2/book/1982200",
            "price": "15.00元",
            "author": [
                "[美] 凯特·迪卡米洛",
                "[美]马格拉姆·伊巴图林/绘"
            ],
            "summary": "从前，在埃及街旁的一所房子里，住着一只名叫爱德华·图雷恩的瓷兔子。那小兔子很是自鸣得意，而且理由充足：他为一个名叫阿比林的女孩儿所拥有，她对他关怀备至，崇敬有加。\n可是后来，有一天，他被丢失了。\n凯特·迪卡米洛把我们带上了一段异乎寻常的旅程——从海洋深处到渔夫的渔网，从垃圾堆的顶部到流浪汉营地的篝火边，从一个生病的孩子的床前到孟斐斯的街道上……一路上的见闻令我们惊愕不已——即使是一颗极易破碎的心也可以失去爱、学会爱而又重新得到爱。\n本书荣获2006年波士顿全球号角书奖金奖。",
            "images": {
                "small": "https://img3.doubanio.com/spic/s24973480.jpg",
                "large": "https://img3.doubanio.com/lpic/s24973480.jpg",
                "medium": "https://img3.doubanio.com/mpic/s24973480.jpg"
            },
            "id": "1982200"
        },
        {
            "publisher": "北京科学技术出版社",
            "pubdate": "2009-2",
            "title": "我想吃一个小孩",
            "url": "http://api.douban.com/v2/book/3608170",
            "price": "24.80",
            "author": [
                "[法] 西尔维娜·多尼奥 著",
                "[法] 多萝蒂·德·蒙弗里 绘"
            ],
            "summary": "每天早上，妈妈都给小鳄鱼奇奇拿来好吃的香蕉当早餐，但是有一天早上，奇奇不肯吃香蕉了。鳄鱼妈妈非常担心，她不停地问：“这香蕉多好啊，多有营养啊！你不吃吗？你真的不吃吗？”“不，谢谢妈妈，”奇奇回答说，“今天我想吃一个小孩。”",
            "images": {
                "small": "https://img3.doubanio.com/spic/s3693216.jpg",
                "large": "https://img3.doubanio.com/lpic/s3693216.jpg",
                "medium": "https://img3.doubanio.com/mpic/s3693216.jpg"
            },
            "id": "3608170"
        },
        {
            "publisher": "中国少年儿童出版社",
            "pubdate": "1999-3",
            "title": "长袜子皮皮",
            "url": "http://api.douban.com/v2/book/1004088",
            "price": "17.80元",
            "author": [
                "[瑞典] 阿斯特丽德·林格伦"
            ],
            "summary": "一位小姑娘一个人住在一栋小房子里，生活完全自理，富得像一位财神，壮得像一匹马，他的爸爸是南海一个岛上的国王。她所做的一切几乎都违背了成年人的意志，不去学校上学，满嘴的瞎话，与警察开玩笑，戏弄流浪汉。但是，她花钱买一大堆糖果，分发给所有的孩子，这就是长袜子皮皮。",
            "images": {
                "small": "https://img2.doubanio.com/spic/s1290828.jpg",
                "large": "https://img2.doubanio.com/lpic/s1290828.jpg",
                "medium": "https://img2.doubanio.com/mpic/s1290828.jpg"
            },
            "id": "1004088"
        },
        {
            "publisher": "学苑出版社",
            "pubdate": "2003-11",
            "title": "皮皮鲁传",
            "url": "http://api.douban.com/v2/book/1021193",
            "price": "11.00",
            "author": [
                "郑渊洁"
            ],
            "summary": "郑渊洁是当今中国最受孩子们欢迎童话作家，有童话大王之称。他的童话作品以全新独特的面貌征服了全国亿万小读者，他笔下的皮皮鲁、鲁西西和舒克、贝塔，在中国孩子中无人不晓。本书是其新创力作。鲁西西在放学回家的路上救了因车祸而受伤的大灰狼罗克，从此和大灰狼罗克交为好朋友。鲁西西写了一篇作文《我和罗克》获得联合国教科文小学生作文奖，她和罗克去外国领奖时遇到很多麻烦，她们是怎样出国的？",
            "images": {
                "small": "https://img3.doubanio.com/spic/s3021510.jpg",
                "large": "https://img3.doubanio.com/lpic/s3021510.jpg",
                "medium": "https://img3.doubanio.com/mpic/s3021510.jpg"
            },
            "id": "1021193"
        },
        {
            "publisher": "中国青年出版社",
            "pubdate": "2003-7",
            "title": "城南旧事",
            "url": "http://api.douban.com/v2/book/1254588",
            "price": "16.00元",
            "author": [
                "林海音 文",
                "关维兴 图"
            ],
            "summary": "多少年来，《城南旧事》感动了一代又一代的读者，除了再版无数次的小说版外，1985年，本书在中国大陆搬上银幕，电影“城南旧事”获得“中国电影金鸡奖”、第二届“马尼拉国际电影节最佳故事片奖金鹰奖章”、第十四届“贝尔格勒国际儿童电影节最佳影片思想奖”等多项大奖。\n儿童绘本版《城南旧事》由当今中国极具代表性的水彩画家关维兴，运用优雅诗意的风格和穿透人心的独到技巧，将创作的图画全然融入故事的情节。画中举凡服饰、器物和建筑，考据详实，没一点随便或含糊。人物细致的表情、光线和空气的律动、圆熟丰美的调子，使文图呈现无懈可击的呼应。绘本《城南旧事》甫出版即获选1993、1994年“波隆那国际儿童书插画展”、1993年“布拉迪斯国际插画双年展”以及1994年“加泰隆尼亚国际插画双年展”。\n从小说到电影，从成人书到儿童绘本，《城南旧事》是故事、是梦幻，读时仿若音乐，轻轻扣动人心，字里行间所隐涵的深意，更令人撼动，久久不能自已。",
            "images": {
                "small": "https://img2.doubanio.com/spic/s2654869.jpg",
                "large": "https://img2.doubanio.com/lpic/s2654869.jpg",
                "medium": "https://img2.doubanio.com/mpic/s2654869.jpg"
            },
            "id": "1254588"
        }
    ]
};
var bookdetailsdata = {
    "rating": {
        "max": 10,
        "numRaters": 51090,
        "average": "8.7",
        "min": 0
    },
    "subtitle": "",
    "author": [
        "[日] 黑柳彻子 著",
        "岩崎千弘 图"
    ],
    "pubdate": "2003-1",
    "tags": [
        {
            "count": 9210,
            "name": "窗边的小豆豆",
            "title": "窗边的小豆豆"
        },
        {
            "count": 8017,
            "name": "黑柳彻子",
            "title": "黑柳彻子"
        },
        {
            "count": 7505,
            "name": "日本",
            "title": "日本"
        },
        {
            "count": 6739,
            "name": "儿童文学",
            "title": "儿童文学"
        },
        {
            "count": 4300,
            "name": "教育",
            "title": "教育"
        },
        {
            "count": 2870,
            "name": "童年",
            "title": "童年"
        },
        {
            "count": 2180,
            "name": "日本文学",
            "title": "日本文学"
        },
        {
            "count": 2006,
            "name": "小说",
            "title": "小说"
        }
    ],
    "origin_title": "",
    "image": "https://img3.doubanio.com/mpic/s1067911.jpg",
    "binding": "平装",
    "translator": [
        "赵玉皎"
    ],
    "catalog": "第一次来车站\n窗边的小豆豆\n新学校\n我喜欢！\n校长先生\n盒饭\n从今天开始上学\n电车教室\n上课\n海的味道、山的味道\n好好嚼啊！\n散步\n校歌\n放回原处\n名字的由来\n落语\n电车来了！\n游泳池\n成绩单\n暑假开始了！\n大冒险\n试胆量\n排练场\n温泉旅行\n韵律澡\n一生的心愿！\n最差的衣服\n高桥君\n不能跳！\n“然后呢――！”\n只是闹着玩！\n运动会\n小林一茶\n非常奇怪！\n用手说话\n泉岳寺\n正男！\n小辫子\n“Thank You！”\n图书室\n尾巴\n第二个春天\n天鹅湖\n“旱田”老师\n野炊\n“真是一个好孩子！”\n新娘\n破学校\n蝴蝶结\n慰问\n健康树皮\n说英语的孩子\n演出会\n粉笔\n秦明死了\n间谍\n小提琴\n一言为定！\n洛基不见了\n茶话会\n再见，再见\n后记\n文本库后记",
    "pages": "288",
    "images": {
        "small": "https://img3.doubanio.com/spic/s1067911.jpg",
        "large": "https://img3.doubanio.com/lpic/s1067911.jpg",
        "medium": "https://img3.doubanio.com/mpic/s1067911.jpg"
    },
    "alt": "http://book.douban.com/subject/1007914/",
    "id": "1007914",
    "publisher": "南海出版公司",
    "isbn10": "7544222977",
    "isbn13": "9787544222976",
    "title": "窗边的小豆豆",
    "url": "http://api.douban.com/v2/book/1007914",
    "alt_title": "",
    "author_intro": "黑柳彻子，日本作家、电视节目主持人、联合国儿童基金会亲善大使。\n她的代表作《窗边的小豆豆》1981年出版后，不仅在日本，而且在全球都引起了极大的反响，截至2001年，日文版累计销量达938万册。\n译者赵玉皎  毕业于北京外国语大学日本学研究中心，获日本文学硕士学位。",
    "summary": "《窗边的小豆豆》讲述了作者上小学时的一段真实的故事。作者因淘气被原学校退学后，来到巴学园。在小林校长的爱护和引导下，让一般人眼里“怪怪”的小豆豆逐渐成了一个大家都能接受的孩子，并奠定了她一生的基础。这本书不仅带给世界几千万读者无数的笑声和感动，而且为现代教育的发展注入了新的活力。",
    "series": {
        "id": "1130",
        "title": "新经典文库·巴学园"
    },
    "price": "20.00元"
}